WEATHER_KEYWORDS = {
    "погода", "температура", "градус", "дождь", "снег", "ветер",
    "солнце", "облако", "туча", "гроза", "ливень", "град",
    "туман", "мороз", "жара", "холод", "тепло", "прохлада",
    "давление", "влажность", "осадки", "ветерок", "буря",
    "ураган", "метель", "пурга", "изморозь", "гололед",
    "оттепель", "заморозки", "прогноз", "синоптик", "климат",
    "атмосфера", "циклон", "антициклон", "фронт", "шквал",
    "холодно", "тепло", "жарко", "солнечно", "облачно"
}  # fmt: skip

CITIES = [
    "Москва", "Санкт-Петербург", "Уфа"
]  # fmt: skip

CITIES_SHORT = {
    "мск": "Москва",
    "столица": "Москва",
    "спб": "Санкт-Петербург",
    "питер": "Санкт-Петербург",
    "петербург": "Санкт-Петербург",
}
